The Gnat and the Bull\nA Gnat flew over the meadow with much \nbuzzing for so small a creature and \nsettled on the tip of one of the horns \nof a Bull. After he had rested a short \ntime, he made ready to fly away. But \nbefore he left he begged the pardon of \nthe Bull for having used his horn for a \nresting place. "You must be very glad to \nhave me go now," he said. "It is all the \nsame to me," replied the Bull. "I did \nnot even know you were there." We are \noften of greater importance in our own \neyes than in the eyes of our neighbor. \nThe smaller the mind the greater the \nconceit.\n
The Plane Tree\nTwo Travellers, walking in the noonday \nsun, sought the shade of a widespreading \ntree to rest. As they lay looking up \namong the pleasant leaves, they saw that \nit was a Plane Tree. "How useless is the \nPlane!" said one of them. "It bears no \nfruit whatever, and only serves to \nlitter the ground with leaves." \n"Ungrateful creatures!" said a voice \nfrom the Plane Tree. "You lie here in my \ncooling shade, and yet you say I am \nuseless! Thus ungratefully, O Jupiter, \ndo men receive their blessings!" Our \nbest blessings are often the least \nappreciated.\n
The Crow and the Pitcher\nIn a spell of dry weather, when the \nBirds could find very little to drink, a \nthirsty Crow found a pitcher with a \nlittle water in it. But the pitcher was \nhigh and had a narrow neck, and no \nmatter how he tried, the Crow could not \nreach the water. The poor thing felt as \nif he must die of thirst. Then an idea \ncame to him. Picking up some small \npebbles, he dropped them into the \npitcher one by one. With each pebble the \nwater rose a little higher until at last \nit was near enough so he could drink. In \na pinch a good use of our wits may help \nus out.\n
The Wild Boar and the Fox\nA Wild Boar was sharpening his tusks \nbusily against the stump of a tree, when \na Fox happened by. Now the Fox was \nalways looking for a chance to make fun \nof his neighbors. So he made a great \nshow of looking anxiously about, as if \nin fear of some hidden enemy. But the \nBoar kept right on with his work. "Why \nare you doing that?" asked the Fox at \nlast with a grin. "There is not any \ndanger that I can see." "True enough," \nreplied the Boar, "but when danger does \ncome there will not be time for such \nwork as this. My weapons will have to be \nready for use then, or I shall suffer \nfor it." Preparedness for war is the \nbest guarantee of peace.\n
The Stag and His Reflection\nA Stag, drinking from a crystal spring, \nsaw himself mirrored in the clear water. \nHe greatly admired the graceful arch of \nhis antlers, but he was very much \nashamed of his spindling legs. "How can \nit be," he sighed, "that I should be \ncursed with such legs when I have so \nmagnificent a crown." At that moment he \nscented a panther and in an instant was \nbounding away through the forest. But as \nhe ran his wide-spreading antlers caught \nin the branches of the trees, and soon \nthe Panther overtook him. Then the Stag \nperceived that the legs of which he was \nso ashamed would have saved him had it \nnot been for the useless ornaments on \nhis head. We often make much of the \nornamental and despise the useful.\n
The Wolf in Sheep’s Clothing\nA certain Wolf could not get enough to \neat because of the watchfulness of the \nShepherds. But one night he found a \nsheep skin that had been cast aside and \nforgotten. The next day, dressed in the \nskin, the Wolf strolled into the pasture \nwith the Sheep. Soon a little Lamb was \nfollowing him about and was quickly led \naway to slaughter. That evening the Wolf \nentered the fold with the flock. But it \nhappened that the Shepherd took a fancy \nfor mutton broth that very evening, and, \npicking up a knife, went to the fold. \nThere the first he laid hands on and \nkilled was the Wolf. The evil doer often \ncomes to harm through his own deceit.\n
The Ant and the Dove\nA Dove saw an Ant fall into a brook. The \nAnt struggled in vain to reach the bank, \nand in pity, the Dove dropped a blade of \nstraw close beside it. Clinging to the \nstraw like a shipwrecked sailor to a \nbroken spar, the Ant floated safely to \nshore. Soon after, the Ant saw a man \ngetting ready to kill the Dove with a \nstone. But just as he cast the stone, \nthe Ant stung him in the heel, so that \nthe pain made him miss his aim, and the \nstartled Dove flew to safety in a \ndistant wood. A kindness is never wasted.\n
The Fisherman and the Little Fish\nA poor Fisherman, who lived on the fish \nhe caught, had bad luck one day and \ncaught nothing but a very small fry. The \nFisherman was about to put it in his \nbasket when the little Fish said: \n"Please spare me, Mr. Fisherman! I am so \nsmall it is not worth while to carry me \nhome. When I am bigger, I shall make you \na much better meal." But the Fisherman \nquickly put the fish into his basket. \n"How foolish I should be," he said, "to \nthrow you back. However small you may \nbe, you are better than nothing at all." \nA small gain is worth more than a large \npromise.\n
The Young Crab and His Mother\n"Why in the world do you walk sideways \nlike that?" said a Mother Crab to her \nson. "You should always walk straight \nforward with your toes turned out." \n"Show me how to walk, mother dear," \nanswered the little Crab obediently, "I \nwant to learn." So the old Crab tried \nand tried to walk straight forward. But \nshe could walk sideways only, like her \nson. And when she wanted to turn her \ntoes out she tripped and fell on her \nnose. Do not tell others how to act \nunless you can set a good example.\n
The Boy and Filberts\nA Boy was given permission to put his \nhand into a pitcher to get some filberts. \nBut he took such a great fistful that he \ncould not draw his hand out again. There \nhe stood, unwilling to give up a single \nfilbert and yet unable to get them all \nout at once. Vexed and disappointed he \nbegan to cry. "My boy," said his mother, \n"be satisfied with half the nuts you \nhave taken and you will easily get your \nhand out. Then perhaps you may have some \nmore filberts some other time." Do not \nattempt too much at once.\n
The Kid and the Wolf\n"A frisky young Kid had been left by the \nherdsman on the thatched roof of a sheep \nshelter to keep him out of the way of \nharm. The Kid was browsing near the edge \nof the roof, when he spied a Wolf and \nbegan to jeer at him, making faces and \nabusing him to his content of his heart. \n"I hear you," said the Wolf, "and I have \nnot the least grudge against you for \nwhat you say or do. When you are up \nthere it is the roof that is talking, \nnot you." Do not say anything at any \ntime that you would not say at all times.\n
The Sheep and the Pig\nOne day as the Lion walked proudly down \na forest aisle, and the animals \nrespectfully made way for him, a Donkey \nbrayed a scornful remark as he passed. \nThe Lion felt a flash of anger. But when \nhe turned his head and saw who had \nspoken, he walked quietly on. He would \nnot honor the fool with even so much as \na stroke of his claws. Do not resent the \nremarks of a fool. Ignore them.\n
The Wolf and His Shadow\nA Wolf left his lair one evening in fine \nspirits and an excellent appetite. As he \nran, the setting sun cast his shadow far \nout on the ground, and it looked as if \nthe wolf were a hundred times bigger \nthan he really was. "Why," exclaimed the \nWolf proudly, "see how big I am! Fancy \nme running away from a puny Lion! I will \nshow him who is fit to be king, he or \nI." Just then an immense shadow blotted \nhim out entirely, and the next instant a \nLion struck him down with a single blow. \nDo not let your fancy make you forget \nrealities.\n
The Boys and Frogs\nSome Boys were playing one day at the \nedge of a pond in which lived a family \nof Frogs. The Boys amused themselves by \nthrowing stones into the pond so as to \nmake them skip on top of the water. The \nstones were flying thick and fast and \nthe Boys were enjoying themselves very \nmuch. But the poor Frogs in the pond \nwere trembling with fear. At last one of \nthe Frogs, the oldest and bravest, put \nhis head out of the water, and said, \n"Oh, please, dear children, stop your \ncruel play! Though it may be fun for \nyou, it means death to us!" Always stop \nto think whether your fun may not be the \ncause of unhappiness of another.\n
The Donkey Carrying the Image\nA sacred Image was being carried to the \ntemple. It was mounted on a Donkey \nadorned with garlands and gorgeous \ntrappings, and a grand procession of \npriests and pages followed it through \nthe streets. As the Donkey walked along, \nthe people bowed their heads reverently \nor fell on their knees, and the Donkey \nthought the honor was being paid to \nhimself. With his head full of this \nfoolish idea, he became so puffed up \nwith pride and vanity that he halted and \nstarted to bray loudly. But in the midst \nof his song, his driver guessed what the \nDonkey had got into his head, and began \nto beat him unmercifully with a stick. \n"Go along with you, you stupid Donkey," \nhe cried. "The honor is not meant for \nyou but for the image you are carrying." \nDo not try to take the credit to \nyourself that is due to others.\n
A Raven and a Swan\nA Raven, which you know is black as \ncoal, was envious of the Swan, because \nher feathers were as white as the purest \nsnow. The foolish bird got the idea that \nif he lived like the Swan, swimming and \ndiving all day long and eating the weeds \nand plants that grow in the water, his \nfeathers would turn white like that of \nthe Swan. So he left his home in the \nwoods and fields and flew down to live \non the lakes and in the marshes. But \nthough he washed and washed all day \nlong, almost drowning himself at it, his \nfeathers remained as black as ever. And \nas the water weeds he ate did not agree \nwith him, he got thinner and thinner, \nand at last he died. A change of habits \nwill not alter nature.\n
The Leap at Rhodes\nA certain man who visited foreign lands \ncould talk of little when he returned to \nhis home except the wonderful adventures \nhe had met with and the great deeds he \nhad done abroad. One of the feats he \ntold about was a leap he had made in a \ncity Called Rhodes. That leap was so \ngreat, he said, that no other man could \nleap anywhere near the distance. A great \nmany persons in Rhodes had seen him do \nit and would prove that what he told was \ntrue. "No need of witnesses," said one \nof the hearers. "Suppose this city is \nRhodes. Now show us how far you can jump."\n Deeds count, not boasting words.\n
The Cock and the Jewel\nA Cock was busily scratching and \nscraping about to find something to eat \nfor himself and his family, when he \nhappened to turn up a precious jewel \nthat had been lost by its owner. "Aha!" \nsaid the Cock. "No doubt you are very \ncostly and he who lost you would give a \ngreat deal to find you. But as for me, I \nwould choose a single grain of \nbarleycorn before all the jewels in the \nworld." Precious things are without \nvalue to those who cannot prize them.\n
The Lion, the Bear, and the Fox\nJust as a great Bear rushed to seize a \nstray kid, a Lion leaped from another \ndirection upon the same prey. The two \nfought furiously for the prize until \nthey had received so many wounds that \nboth sank down unable to continue the \nbattle. Just then a Fox dashed up, and \nseizing the kid, made off with it as \nfast as he could go, while the Lion and \nthe Bear looked on in helpless rage. \n"How much better it would have been," \nthey said, "to have shared in a friendly \nspirit." Those who have all the toil do \nnot always get the profit.\n
The Dogs and the Fox\nSome Dogs found the skin of a Lion and \nfuriously began to tear it with their \nteeth. A Fox chanced to see them and \nlaughed scornfully. "If that Lion had \nbeen alive," he said, "it would have \nbeen a very different story. He would \nhave made you feel how much sharper his \nclaws are than your teeth." It is easy \nand also contemptible to kick a man that \nis down.\n
The Bear and the Bees\nA Bear roaming the woods in search of \nberries happened on a fallen tree in \nwhich a swarm of Bees had stored their \nhoney. The Bear began to nose around the \nlog very carefully to find out if the \nBees were at home. Just then one of the \nswarm came home from the clover field \nwith a load of sweets. Guessing what the \nBear was after, the Bee flew at him, \nstung him sharply and then disappeared \ninto the hollow log. The Bear lost his \ntemper in an instant, and sprang upon \nthe log tooth and claw, to destroy the \nnest. But this only brought out the \nwhole swarm. The poor Bear had to take \nto his heels, and he was able to save \nhimself only by diving into a pool of \nwater. It is wiser to bear a single \ninjury in silence than to provoke a \nthousand by flying into a rage.\n
The Mule\nA Mule had had a long rest and much good \nfeeding. He was feeling very vigorous \nindeed, and pranced around loftily, \nholding his head high.\ "My father \ncertainly was a full-blooded racer," he \nsaid. "I can feel that distinctly." Next \nday he was put into harness again and \nthat evening he was very downhearted \nindeed. "I was mistaken," he said. "My \nfather was a Donkey after all." Be sure \nof your pedigree before you boast of it.\n
The Sick Stag\nA Stag had fallen sick. He had just \nstrength enough to gather some food and \nfind a quiet clearing in the woods, \nwhere he lay down to wait until his \nstrength should return. The Animals \nheard about the illness and came to ask \nafter his health. Of course, they were \nall hungry, and helped themselves freely \nto the food of the Stag. And as you \nwould expect, the Stag soon starved to \ndeath. Good will is worth nothing unless \nit is accompanied by good acts.\n
The Fox and the Crab\nA Crab one day grew disgusted with the \nsands in which he lived. He decided to \ntake a stroll to the meadow not far \ninland. There he would find better fare \nthan briny water and sand mites. So off \nhe crawled to the meadow. But there a \nhungry Fox spied him, and in a \ntwinkling, ate him up, both shell and \nclaw. Be content with your lot.\n
The Wolves and the Sheep\nA pack of Wolves lurked near the Sheep \npasture. But the Dogs kept them all at a \nrespectful distance, and the Sheep \ngrazed in perfect safety. But now the \nWolves thought of a plan to trick the \nSheep. "Why is there always this \nhostility between us?" they said. "If it \nwere not for those Dogs who are always \nstirring up trouble, I am sure we should \nget along beautifully. Send them away \nand you will see what good friends we \nshall become." The Sheep were easily \nfooled. They persuaded the Dogs to go \naway, and that very evening the Wolves \nhad the grandest feast of their lives. \nDo not give up friends for foes.\n
The Mole and his Mother\nA little Mole once said to his Mother: \n"Why, Mother, you said I was blind! But \nI am sure I can see!" Mother Mole saw \nshe would have to get such conceit out \nof his head. So she put a bit of \nfrankincense before him and asked him to \ntell what it was. The little Mole peered \nat it. "Why, that is a pebble!" "Well, \nmy son, that proves you have lost your \nsense of smell as well as being blind." \nBoast of one thing and you will be found \nlacking in that and a few other things \nas well.\n
Jupiter and the Monkey\nThere was once a baby show among the \nAnimals in the forest. Jupiter provided \nthe prize. Of course all the proud \nmammas from far and near brought their \nbabies. But none got there earlier than \nMother Monkey. Proudly she presented her \nbaby among the other contestants. As you \ncan imagine, there was quite a laugh \nwhen the Animals saw the ugly \nflat-nosed, hairless, pop-eyed little \ncreature. "Laugh if you will," said the \nMother Monkey. "Though Jupiter may not \ngive him the prize, I know that he is \nthe prettiest, the sweetest, the dearest \ndarling in the world." Mother love is \nblind.\n
The Swallow and the Crow\nThe Swallow and the Crow had an argument \none day about their plumage. Said the \nSwallow: "Just look at my bright and \ndowny feathers. Your black stiff quills \nare not worth having. Why do not you \ndress better? Show a little pride!" \n"Your feathers may do very well in \nspring," replied the Crow, "but—I do not \nremember ever having seen you around in \nwinter, and that is when I enjoy myself \nmost." Friends in fine weather only, are \nnot worth much.\n
The Flies and the Honey\nA jar of honey was upset and the sticky \nsweetness flowed out on the table. The \nsweet smell of the honey soon brought a \nlarge number of Flies buzzing around. \nThey did not wait for an invitation. No, \nindeed. They settled right down, feet \nand all, to gorge themselves. The Flies \nwere quickly smeared from head to foot \nwith honey. Their wings stuck together. \nThey could not pull their feet out of \nthe sticky mass. And so they died, \ngiving their lives for the sake of a \ntaste of sweetness. Be not greedy for a \nlittle passing pleasure. It may destroy \nyou.\n
The Porcupine and the Snakes\nA Porcupine was looking for a good home. \nAt last he found a little sheltered \ncave, where lived a family of Snakes. He \nasked them to let him share the cave \nwith them, and the Snakes kindly \nconsented. The Snakes soon wished they \nhad not given him permission to stay. \nHis sharp quills pricked them at every \nturn, and at last they politely asked \nhim to leave. "I am very well satisfied, \nthank you," said the Porcupine. "I \nintend to stay right here." And with \nthat, he politely escorted the Snakes \nout of doors. And to save their skins, \nthe Snakes had to look for another home. \nGive a finger and lose a hand.\n
The Old Lion\nA Lion had grown very old. His teeth \nwere worn away. His limbs could no \nlonger bear him, and the King of Beasts \nwas very pitiful indeed as he lay \ngasping on the ground, about to die. \nWhere now his strength and his former \ngraceful beauty? Now a Boar spied him, \nand rushing at him, gored him with his \nyellow tusk. A Bull trampled him with \nhis heavy hoofs. Even a contemptible Ass \nlet fly his heels and brayed his insults \nin the face of the Lion. It is cowardly \nto attack the defenseless, though he be \nan enemy.\n
The Boy and the Nettle\nA Boy, stung by a Nettle, ran home \ncrying, to get his mother to blow on the \nhurt and kiss it. "Son," said the mother \nof the Boy, when she had comforted him, \n"the next time you come near a Nettle, \ngrasp it firmly, and it will be as soft \nas silk." Whatever you do, do with all \nyour might.\n
The Quack Toad\nAn old Toad once informed all his \nneighbors that he was a learned doctor. \nIn fact he could cure anything. The Fox \nheard the news and hurried to see the \nToad. He looked the Toad over very \ncarefully. "Mr. Toad," he said, "I have \nbeen told that you cure anything! But \njust take a look at yourself, and then \ntry some of your own medicine. If you \ncan cure yourself of that blotchy skin \nand that rheumatic gait, someone might \nbelieve you. Otherwise, I should advise \nyou to try some other profession." Those \nwho would mend others, should first mend \nthemselves.\n
The Goatherd and the Goat\nA Goat strayed away from the flock, \ntempted by a patch of clover. The \nGoatherd tried to call it back, but in \nvain. It would not obey him. Then he \npicked up a stone and threw it, breaking \nthe horn of the Goat. The Goatherd was \nfrightened. "Do not tell the master," he \nbegged the Goat. "No," said the Goat, \n"that broken horn can speak for itself!" \nWicked deeds will not stay hid.\n